/* MJP hack to fix <rdar://problem/3808962> TA8A241Plus:Sharing Pref: The display of information about Windows Sharing was not good. */
"USE_SPECIAL_FONT" = "いいえ"; /*Set to "YES" to use font specified by next string */
"SPECIAL_FONT" = "LiHeiPro";

/* Generic strings */
"OK" = "OK";
"CANCEL" = "キャンセル";
"QUIT" = "終了";
"STOP" = "停止";
"START" = "開始";
"WARNING" = "警告";
"ERROR" = "エラー";
"ON" = "入";
"OFF" = "切";
"STARTING" = "開始中...";
"STOPPING" = "停止中...";
"UNAVAILABLE" = "使用できません";
"UNKNOWN" = "不明";
"ADD" = "追加";
"OTHER..." = "その他...";
"UNKNOWN_USER" = "不明なユーザ";

// Common ACL names
"Administrators" = "管理者";
"Everyone" = "全員";

"AX_DESCR_ADD_SP" = "共有ポイントを追加";
"AX_DESCR_REMOVE_SP" = "共有ポイントを取り除く";
"AX_DESCR_ADD_USER" = "ユーザを追加";
"AX_DESCR_REMOVE_USER" = "ユーザを削除";

"AX_DESCR_USERS" = "ユーザ";
"AX_DESCR_SHAREPOINTS" = "共有ポイント";

"AX_DESCR_FOR_NSStatusUnknown" = "状況オフインジケータ";
"AX_DESCR_FOR_NSStatusAvailable" = "状況オンインジケータ";
"AX_DESCR_FOR_NSStatusAway" = "状況エラーインジケータ";
"AX_DESCR_FOR_NSStatusIdle" = "状況警告インジケータ";

/* ES warnings */
"ESWARNING_TITLE" = "このコンピュータは一定の待機時間が経過するとスリープ状態になるよう設定されています。";
"ESWARNING_OPEN_ES" = "“省エネルギー”を開く...";
"ESWARNING_DESC" = "共有サービスはスリープ状態では動作しません。設定を変更するには、“省エネルギー”環境設定を開いてください。";

/* Services (for the table view)*/
"REMOTE_LOGIN_LABEL" = "リモートログイン";

/* telnet service */
"CAPTION_TELNET_IS_ON" = "リモート telnet アクセスを開始します";
"CAPTION_TELNET_IS_OFF" = "リモート telnet アクセスを停止します";

/* Rendezvous Tool Tip */
"RENDEZVOUS_NAME_ERR" = "Bonjour 名が無効です。";
"RENDEZVOUS_TOOL_TIP" = "Bonjour 名は、先頭および末尾が英数字にならなければなりません。\nそのほかの部分は、英数字とハイフンのみを使用できます。";
"RENDEZ_EXPL" = "ローカルネットワーク上のコンピュータから、次のアドレスでこのコンピュータにアクセスできます：%@.local";
"NAME_EXPL" = "ほかのユーザはローカルでは %@.local またグローバルでは %@ でこのコンピュータにアクセスできます。";


/* AFP server */
"CAPTION_AFP_IS_ON" = "ファイル共有：入";
"CAPTION_AFP_IS_STARTING" = "ファイル共有を開始しています...";
"DESCR_AFP" = "ファイル共有により、ほかのユーザはこのコンピュータ上の共有フォルダに、管理者はすべてのボリュームにアクセスできるようになります。";
"CAPTION_AFP_IS_OFF" = "ファイル共有：切";
"CAPTION_AFP_IS_BLOCKED_BY_FIREWALL" = "ファイル共有：ファイアウォールによりブロック";

"CAPTION_AFP_IS_STOPING" = "ファイル共有を停止しています...";
"CAPTION_AFP_IS_STOPING_IN" = "ファイル共有は %d 分以内に停止します";
"CAPTION_AFP_IS_STOPING_SOON" = "ファイル共有は 1 分以内に停止します";

"DESCR_AFP_WILL_STOP" = "ほかのコンピュータのユーザがこのコンピュータの“パブリック”フォルダにアクセスできるようにするには、“開始”をクリックします。";
"DESCR_AFP_IS_STOPING_IN" = "ファイル共有は %li 分後に停止します。";
"DESCR_AFP_IS_STOPING_SOON" = "ファイル共有は 1 分以内に停止します。";

"AFP_INFO_TEXT" = "ほかのユーザはこのコンピュータ上の共有フォルダに、管理者はすべてのボリュームに、“%@”または“%@”でアクセスできます。";
"AFP_INFO_TEXT_SHORT" = "ほかのユーザはこのコンピュータ上の共有フォルダに、管理者はすべてのボリュームに、“%@”でアクセスできます。";
"AFP_URL" = "afp://%@/";

"SP_DELETE_TITLE_SINGLE" = "フォルダ“%@”の共有を停止してもよろしいですか？";
"IDENTITY_DELETE_TITLE" = "共有フォルダ“%2$@”へのアクセスを許可されたユーザのリストから“%1$@”を取り除いてもよろしいですか？";

"PUBLIC_SHAREPOINT_NAME" = "%@ のパブリックフォルダ";

/* Samba Server */
"CAPTION_SAMBA_IS_ON" = "Windows 共有：入";
"CAPTION_SAMBA_IS_OFF" = "Windows 共有：切";
"CAPTION_SAMBA_IS_BLOCKED_BY_FIREWALL" = "Windows 共有：ファイアウォールによりブロック";

"SAMBA_ACCOUNTS_BUTTON" = "アカウント...";

"SAMBA_INFO_TEXT" = "Windows のユーザはこのコンピュータ上の共有フォルダに、管理者はすべてのボリュームに、“%@”でアクセスできます。";

//"SAMBA_INFO_TEXT" = "Windows users can access your computer at %@\nOther users can access your computer at %@";
"SAMBA_ENABLED_ACCOUNTS" = "有効になっているアカウント：";
"SEPARATOR" = "、";
"SAMBA_ADDRESS" = "¥¥%@¥%@";
"SAMBA_IS_NOT_AVAILABLE" = "このコンピュータには Windows ファイル共有がインストールされていません。Windows ファイル共有をインストールするには、Mac OS X インストーラを使用します。";
"SAMBA_ADDRESS_URL" = "smb://%@";

"SMB_IS_STARTING" = "Windows 共有を開始しています...";
"SMB_IS_STOPPING" = "Windows ファイル共有を停止しています...";

/* Windows File Sharing password strings */
"SAMBA_ENABLE_PASSWORD_TEXT" = "“%@”の SMB を使ったファイル共有を有効にするには、このアカウントのパスワードを入力してください。";
"SAMBA_DISABLE_PASSWORD_TEXT" = "“%@”の SMB を使ったファイル共有を無効にするには、このアカウントのパスワードを入力してください。";

/* Password is too short */
"PASS_IS_TOO_SHORT_ERR" = "パスワードには少なくとも半角 4 文字が必要です。パスワードを再入力してください。";

/* Web server */
"CAPTION_WEB_IS_ON" = "Web 共有：入";
"CAPTION_WEB_IS_OFF" = "Web 共有：切";
"CAPTION_WEB_IS_BLOCKED_BY_FIREWALL" = "Web 共有：ファイアウォールによりブロック";
"CAPTION_WEB_IS_STARTING" = "Web 共有を開始しています...";
"DESCR_WEB_GENERAL" = "Web 共有により、ほかのコンピュータのユーザはこのコンピュータ上にある Web ページを表示できるようになります。";
"CAPTION_WEB_IS_STOPING" = "Web 共有を停止しています...";
"WEB_IS_NOT_AVAILABLE" = "このコンピュータには Web 共有がインストールされていません。Web 共有をインストールするには、Mac OS X インストーラを使用します。";
"WEB_URL" = "http://%@/";
"WEB_URL_PERSONAL" = "http://%@/~%@/";

/* Optical Disc Sharing */
"Optical Disc Sharing" = "DVD または CD 共有";
"CAPTION_OPTICAL_DISC_SHARING_IS_OFF" = "DVD または CD 共有：切";
"CAPTION_OPTICAL_DISC_SHARING_IS_ON" = "DVD または CD 共有：入";
"CAPTION_OPTICAL_DISC_SHARING_IS_BLOCKED_BY_FIREWALL" = "DVD または CD 共有：ファイアウォールによりブロック";
"CAPTION_OPTICAL_DISC_SHARING_IS_STARTING" = "DVD または CD 共有を開始しています...";
"CAPTION_OPTICAL_DISC_SHARING_IS_STOPPING" = "DVD または CD 共有を停止しています...";
"DESCR_OPTICALDISK_SHARING_GENERAL" = "ほかのコンピュータのユーザが、このコンピュータの DVD または CD ドライブをリモートで使用することを許可します。";
"ODS_DVD_ASK_TITLE" = "DVD ドライブの使用を許可する前に確認";
"ODS_CD_ASK_TITLE" = "CD ドライブの使用を許可する前に確認";

/* FTP */
"FTP_IS_ON" = "FTP アクセス：入";
"FTP_IS_OFF" = "FTP アクセス：切";
"FTP_IS_NOT_AVAILABLE" = "このコンピュータには FTP がインストールされていません。FTP をインストールするには、Mac OS X インストーラを使って、BSD パッケージをインストールします。";
"FTP_BASIC_DESCR" = "FTP により、ほかのコンピュータのユーザが FTP アプリケーションを使ってこのコンピュータとファイルをやり取りできるようになります。";
"FTP_IS_BLOCKED_BY_FIREWALL" = "FTP アクセス：ファイアウォールによりブロック";

"FTP_INFO_TEXT" = "ほかのユーザは ftp://%@/ でこの FTP サーバにアクセスしたり、“%@”をブラウズすることができます。";
"AFP_NUMBER_OF_CLIENTS" = "接続しているユーザ数：%d";

"FTP_IS_STARTING" = "FTP を開始しています...";
"FTP_IS_STOPPING" = "FTP を停止しています...";

/* SSH */
"CAPTION_SSH_IS_STARTING" = "リモートログインを開始しています...";
"CAPTION_SSH_IS_STOPPING" = "リモートログインを停止しています...";
"SSH_INFO_GENERAL" = "リモートログインにより、ほかのコンピュータのユーザは SSH を使って、このコンピュータにアクセスできるようになります。";
"SSH_ON" = "リモートログイン：入";
"SSH_OFF" = "リモートログイン：切";
"SSH_INFO_TEXT" = "このコンピュータにリモートからログインするには、\n“ssh %@@%@”と入力してください。";
"SSH_BLOCKED_BY_FIREWALL" = "リモートログイン：ファイアウォールによりブロック";

/* Alerts */
"FTP_MISSING_ERR" = "BSD パッケージがインストールされていないため、FTP の設定を変更できません。";
"FTP_MISSING_EXPLANATION" = "FTP の設定を変更する場合は BSD パッケージをインストールしてください。"; 

/* Firewall Strings */
"FIREWALL_ON" = "ファイアウォール機能は動作中です";
"FIREWALL_OFF" = "ファイアウォール機能は停止中です";
"FIREWALL_UNA" = "ファイアウォール機能を使用できません";
"ERROR_FIREWALL" = "システムから設定を読み込んでいるときにエラーが起きたため、ファイアウォールの設定を変更できません。";
"ERROR_FIREWALL_EXPL" = "この問題を解決できない場合は、コンピュータを再起動して、もう一度やり直してください。";
"DEFAULT_ENTRY" = "このサービスに対するファイアウォール設定を変更することはできません。";
"TOOL_TIP_OFF_TCP" = "これは %@ のためのファイアウォールエントリーです。\n現在は切になっているので、ポート %@ 上のすべての TCP ネットワークトラフィックはブロックされています。";
"TOOL_TIP_OFF_UDP" = "これは %@ のためのファイアウォールエントリーです。\n現在は切になっているので、ポート %@ 上のすべての UDP ネットワークトラフィックはブロックされています。";
"TOOL_TIP_OFF_BOTH" = "これは %@ のためのファイアウォールエントリーです。\n現在は切になっているので、ポート %@ 上のすべての TCP ネットワークトラフィックおよびポート %@ 上のすべての UDP ネットワークトラフィックはブロックされています。";

/* Firewall Utility Strings */
"FILE_AND_WEB" = "ファイルと Web";
"APPLICATION" = "アプリケーション";

/* Sharing Pref Defined Services */
/* Do not delete these, they are for localizing the UI (the file is always stored in English) */
"Apple Remote Desktop" = "Apple Remote Desktop";
"ARD_TITLE" = "リモートマネージメント";
"SCREEN_SHARING_TITLE" = "画面共有";
"Personal File Sharing" = "ファイル共有";
"Samba Sharing" = "Windows 共有";
"Personal Web Sharing" = "Web 共有";
"Remote Login - SSH" = "リモートログイン - SSH";
"Remote Apple Events" = "リモートアップルイベント";
"FTP Access" = "FTP サービス";
"BlueToothService" = "Bluetooth 共有";
"Printer Sharing" = "プリンタ共有";
"Scanner Sharing" = "スキャナ共有";
"iChat Rendezvous" = "iChat Bonjour";
"iTunes Music Sharing" = "iTunes 音楽共有";
"iPhoto Rendezvous Sharing" = "iPhoto Bonjour 共有";
"Network Time" = "ネットワークタイム";
"Dynamic DNS" = "ダイナミック DNS";
"Xgrid" = "Xgrid 共有";

/* BT */
"BT_INFO_TEXT" = "“Bluetooth 共有”環境設定を使って、ほかの Bluetooth 対応コンピュータやデバイスとファイルを共有するようにコンピュータを設定します。";
"BT_IS_ON" = "Bluetooth 共有：入";
"BT_IS_OFF" = "Bluetooth 共有：切";

/* Printer Sharing */
"PRINTER_SHARING_UNAVAILABLE" = "現在、プリンタ共有は使用できません。";
"PS_IS_ON" = "プリンタ共有：入";
"PS_IS_OFF" = "プリンタ共有：切";
"PS_IS_BLOCKED_BY_FIREWALL" = "プリンタ共有：ファイアウォールによりブロック";
"PS_IS_STARTING" = "プリンタ共有を開始しています...";
"PS_IS_STOPPING" = "プリンタ共有を停止しています...";
"PRINTER_SHARING_BASIC" = "プリンタ共有により、ネットワークのほかのユーザが、このコンピュータに接続されたプリンタを使用できるようになります。";
"PRINTER_FAX_SHARING_BASIC" = "プリンタ共有により、ネットワークのほかのユーザが、このコンピュータに接続されたプリンタおよびファクスモデムを使用できるようになります。";

/* Scanner Sharing */
"SCANNERSHARING_IS_ON" = "スキャナ共有：入";
"SCANNERSHARING_IS_OFF" = "スキャナ共有：切";

/* Remote Apple Events */
"REMOTE_AE_ON" = "リモートアップルイベント：入";
"REMOTE_AE_OFF" = "リモートアップルイベント：切";
"REMOTE_AE__BLOCKED_BY_FIREWALL" = "リモートアップルイベント：ファイアウォールによりブロック";
"RAE_IS_STARTING" = "リモートアップルイベントを開始しています...";
"RAE_IS_STOPPING" = "リモートアップルイベントを停止しています...";
"AE_BUTTON_TITLE" = "構成...";
"RAE_PICKER_TITLE" = "リモートアップルイベント";
"SSH_PICKER_TITLE" = "リモートログイン";

/* ARD */
"ARD_ON" = "リモートマネージメント：入";
"ARD_OFF" = "リモートマネージメント：切";
"ARD_BLOCKED_BY_FIREWALL" = "リモートマネージメント：ファイアウォールによりブロック";
"ARD_GENERAL_INFO_TEXT" = "リモートマネージメントは、Apple Remote Desktop を使ってほかのユーザがこのコンピュータへアクセスすることを許可します。";
"SCREEN_SHARING_GENERAL_INFO_TEXT" = "画面共有は、ほかのユーザがこのコンピュータ画面をリモートで表示をしたり制御することを許可します。";
"ARD_INFO_TEXT" = "ほかのユーザが次のアドレスを使ってこのコンピュータを管理することができます。\n%@";
"ARD_URL" = "http://www.apple.com/jp/remotedesktop/";
"ARD_ACCESS_BUTTON" = "アクセス権...";
"ARD_MENU_EXTRA_CHECKBOX" = "メニューバーに状況を表示";
"CAPTION_ARD_IS_STARTING" = "リモートマネージメントを開始しています...";
"CAPTION_ARD_IS_STOPPING" = "リモートマネージメントを停止しています...";
"ARD_STARTING_DESC" = "リモートマネージメントにより、管理者が %@ プログラムを使って、このコンピュータの画面を監視してコンピュータを管理できるようになります。";
"ARD_IS_NOT_AVAILABLE" = "リモートマネージメントはこのコンピュータにインストールされていません。";
"ARD_CONTROL_OBSERVE" = "制御と監視";
"SCREEN_SHARING_INFO" = "ほかのユーザは、vnc://%@/ でこのコンピュータにアクセスしたり、“%@”をブラウズすることができます。";
"SCREEN_SHARING_INFO_SHORT" = "ほかのユーザは“vnc://%@/”でこのコンピュータにアクセスできます。";
"SCREEN_SHARING_ON" = "画面共有：入";
"SCREEN_SHARING_OFF" = "画面共有：切";
"SCREEN_SHARING_BLOCKED_BY_FIREWALL" = "画面共有：ファイアウォールによりブロック";
"SCREEN_SHARING_OFF_WARNING_TITLE" = "コンピュータ“%@”の画面共有を停止してもよろしいですか？";
"SCREEN_SHARING_OFF_WARNING_DESC" = "このコンピュータの画面共有を停止すると、このコンピュータの画面を共有しているほかのコンピュータからこのコンピュータにアクセスできなくなります。";

/* NAT (Internet Sharing) */
"Internet Sharing" = "インターネット共有";
"INTERNET_SHARING_ON" = "インターネット共有：入";
"INTERNET_SHARING_OFF" = "インターネット共有：切";
"INTERNET_SHARING_MESSAGE" = "インターネット共有は、このインターネットへの接続をほかのユーザが共有することを許可します。";
"INTERNET_SHARING_SELECT_OUT" = "接続を共有するためのポートを選択していないため、インターネット共有を開始できません。";
"INTERNET_SHARING_NO_OUT" = "接続を共有するのに利用可能なポートがないため、インターネット共有を開始できません。“ネットワーク”環境設定を使用して、別の接続を使用して共有するか、別のポートを“入”にしてください。";
"INTERNET_SHARING_NO_FROM" = "インターネット接続が開いていないため、インターネット共有を開始できません。インターネット接続を開くには、“ネットワーク”環境設定を使用します。";
"INTERNET_SHARING_NOT_AVAILABLE" = "現在インターネットに接続していないため、インターネット共有機能は使用できません。";
"AUTOMATIC" = "自動";
"PRIMARY_INTERFACE_WARNING" = "このポートを“入”にすると、ネットワーク接続を保持するため、お使いの ISP によってサービスが停止されることがあります。";
"PRIMARY_INTERFACE_EXPL" = "場合によっては（たとえば、ケーブルモデムを使用している場合）、ISP のネットワーク設定に影響を与え、使用許諾契約条項を侵害している可能性があります。";
"INTERNET_SHARING_NETWORK" = "インターネット共有ネットワーク";
"INTERNET_SHARING_ARE_YOU_SURE" = "インターネット共有機能を開始してもよろしいですか？";
"INTERNET_SHARING_ARE_YOU_SURE_INFO" = "コンピュータがネットワークに接続している場合、インターネット共有機能を使用すると、ほかのコンピュータのネットワーク設定に影響を与え、ネットワークが混乱する可能性があります。インターネット共有機能を開始にする前に、システム管理者に問い合わせてください。";
"INTERNET_SHARING_NO_SERVICES" = "利用可能なアクティブなサービスはありません";
"INTERNET_SHARING_NOT_INSTALLED" = "このコンピュータにはインターネット共有機能がインストールされていません。インターネット共有機能をインストールするには、Mac OS X インストーラを使って、BSD パッケージをインストールします。";

"AIRPORT_WARNING" = "インターネット接続を共有するには、AirMac を“入”にする必要があります。";
"AIRPORT_WARNING_INFO" = "AirMac が切になっています。";
"TURN_POWER_ON" = "AirMac を“入”にする";
"DEFAULT_AIRPORT_NETWORK" = "AirMac ネットワーク";
"NETWORK_PASSWORD" = "AirMac ソフトウェアを使用していないコンピュータからこのコンピュータによって作成された AirMac ネットワークに接続するには、次の対応するネットワーク用パスワード（WEP キー）を使用してください：";

"INTERNET_SHARING_SLEEP_WARNING_SHEET_ENERGY_SAVER_BUTTON" = "“省エネルギー”を開く";
"INTERNET_SHARING_WEBSHARING_WARNING_SHEET_SERVICES_BUTTON" = "“サービス”を表示";
"INTERNET_SHARING_WARNING_SHEET_TITLE" = "ほかの設定によってインターネット共有が無効になることがあります";

/* Extra Firewall Ports */
"APPLE_REMOTE_DESKTOP" = "Apple Remote Desktop";
"ICQ" = "ICQ";
"IRC" = "IRC";
"MSN" = "MSN Messenger";
"RETROSPECT" = "Retrospect";
"SMB" = "SMB（netbios 非使用）";
"TIMBUKTU" = "Timbuktu";
"RENDEZVOUS" = "Bonjour インスタントメッセージング";
"VNC" = "VNC";
"NETWORKTIME" = "ネットワークタイム";
"CVS" = "CVS";
"WEBSTAR" = "WebSTAR 管理";
"XCODE" = "Xcode 分散ビルド";
"QUICKTIME" = "QuickTime";
"WBEM" = "WBEM";

/* Dynamic DNS */
"DYNDNS_ON" = "ダイナミック DNS 共有機能は動作中です";
"DYNDNS_OFF" = "ダイナミック DNS 共有機能は停止中です";
"CAPTION_DYNDNS_IS_STARTING" = "ダイナミック DNS を開始しています...";
"CAPTION_DYNDNS_IS_STOPPING" = "ダイナミック DNS を停止しています...";
"DYNDNS_INFO_TEXT" = "ほかのユーザは“%@”でこのコンピュータにリモートアクセスできます。";
"DYNDNS_STARTING_DESC" = "ダイナミック DNS を使うと、ほかのコンピュータのユーザは、設定したダイナミック DNS ドメインを使ってこのコンピュータに接続できるようになります。";
"DYNDNS_BUTTON_STRING" = "構成...";
"DYNDNS_HAS_SECRET" = "<設定>";
"DYNDNS_NO_SECRET" = "< なし >";
"DYNDNS_FAILED_SHEET_TITLE" = "ダイナミック DNS 機能は開始されていません";
"DYNDNS_FAILED_SHEET_MESSAGE" = "ダイナミック DNS に“%@”を登録できませんでした。\n\n%@";
"DYNDNS_START_TIMEOUT" = "ダイナミック DNS の開始中にタイムアウトになりました。設定を確認して、もう一度やり直してください。";
"DYNDNS_NO_SERVERS_AVAILABLE" = "使用できるサーバがありません";

/* Status messages for mDNSResponder respondes about dynamic dns */
"MDNS_RESPONSE_UNKNOWN_ERROR" = "不明なエラーが起きました。";
"MDNS_RESPONSE_NONETWORK_ERROR" = "ネットワークへの接続中に問題が起きました。ケーブルが正しく接続されていることを確認してから、もう一度やり直してください。";
"MDNS_RESPONSE_NODNSSERVER_ERROR" = "お使いのコンピュータから DNS サーバに接続できません。“ネットワーク”環境設定で、DNS サーバのアドレスが正しいことを確認してください。";
"MDNS_RESPONSE_COMPUTERNAMEINUSE_ERROR" = "“@#$@”という名前のコンピュータは別のユーザが使用しています。お使いのコンピュータの名前を変更するか、後でもう一度やり直してください。";
"MDNS_RESPONSE_NATTRAVESAL_ERROR" = "このコンピュータは、インターネット接続時に利用しているゲートウェイの制限によって、インターネット上でサーバとして機能することができません。";
"MDNS_RESPONSE_FIREWALL_ERROR" = "選択した DNS サーバを使って、インターネット上のほかのコンピュータからこのコンピュータを見ることができるように設定できませんでした。このサーバがファイアウォールによって保護されている可能性があります。";

"XGRID_ON" = "Xgrid 共有：入";
"XGRID_OFF" = "Xgrid 共有：切";
"CAPTION_XGRID_IS_STARTING" = "Xgrid エージェントを開始しています...";
"CAPTION_XGRID_IS_STOPPING" = "Xgrid エージェントを停止しています...";
"XGRID_INFO_TEXT" = "Xgrid エージェントは動作中です。";
"XGRID_STARTING_DESC" = "Xgrid 共有を使うと、Xgrid コントローラがこのコンピュータに接続して、Xgrid のタスクをこのコンピュータに分散して実行できるようになります。";
"XGRID_ADV_BUTTON" = "構成...";
"XGRID_START_TIMEOUT" = "Xgrid エージェントの開始中に問題が起きました。";
"XGRID_STOP_TIMEOUT" = "Xgrid エージェントの停止中に問題が起きました。";
"XGRID_NO_AGENT_TITLE" = "Xgrid エージェントが見つかりません";
"XGRID_NO_AGENT_DESC" = "Xgrid 共有を使用するには、このコンピュータに Xgrid エージェントをインストールする必要があります。";
"XGRID_MISSING_PASSWORD_TITLE" = "パスワードが見つかりません";
"XGRID_MISSING_PASSWORD_INFO" = "現在このエージェントは、Xgrid コントローラにパスワードの入力を要求するように設定されていますが、まだパスワードが設定されていません。エージェントを開始する前にパスワードを設定するか、パスワードの要求を無効にしてください。";
"XGRID_SECURITY_WARNING_TITLE" = "セキュリティの警告";
"XGRID_SECURITY_WARNING_INFO" = "パスワードの要求を無効にすると、認証されていないユーザがコンピュータにアクセスする可能性があります。";
"XGRID_GENERAL_INFO" = "Xgrid 共有を使うと、Xgrid コントローラがこのコンピュータに接続して、Xgrid のタスクをこのコンピュータに分散して実行できるようになります。";

"LABEL_SHAREDFOLDERS" = "共有フォルダ：";
"LABEL_USERSGROUPS" = "ユーザ：";

"APPLY_PERMISSION_MAIN_TEXT" = "選択した所有者、グループ、およびアクセス権を内包しているすべての項目に適用してもよろしいですか？";
"APPLY_PERMISSION_PROGRESS_LABEL" = "“%@”にアクセス権を適用中";
